Repository: Amethyst-web/vinst
Catalog: *-plugins/shipping/smart/locale/*/LC_MESSAGES/shipping_smart.po
Languages: ru_ru

source: Smart shipping
ru_ru: Умная доставка

source: Shipping is restricted to the specific country and region only. Shipping rate is calculated based on total amount of the shipment and shipping distance.
ru_ru: Доставка ограничивается только определенной страной и регионом. Стоимость доставки рассчитывается на основании итоговой стоимости заказа и дальности отправления.

source: Estimated delivery time
ru_ru: Ожидаемое время доставки

source: Average order transit time. Estimated delivery date will be calculated automatically and shown to customer.
ru_ru: Средний срок доставки. Приблизительная дата доставки будет рассчитана автоматически и показана покупателю.

source: Same day
ru_ru: В этот же день

source: Next day
ru_ru: На следующий день

source: 2-3 days
ru_ru: 2-3 дня

source: 1 week
ru_ru: Неделя

source: Undefined
ru_ru: Не определено

source: Print
ru_ru: Печать

source: Paid
ru_ru: Оплачен

source: Payment
ru_ru: Оплата

source: Shipping cost
ru_ru: Стоимость доставки

source: Comment
ru_ru: Комментарий

source: Shipping address
ru_ru: Адрес доставки

source: Shipping region
ru_ru: Регион доставки

source: Shipping will be restricted to the selected country. Rates defined below will be applied to the entire country.
ru_ru: Доставка ограничивается только определенной страной и регионом. Стоимость доставки рассчитывается на основании итоговой стоимости заказа либо веса отправления.

source: Shipping will be restricted to the selected region.
ru_ru: Доставка будет ограничена только выбранным регионом.

source: City name
ru_ru: Название города

source: If shipping is provided within a specific city, enter the city name so customer will not be prompted to enter city name when this shipping option is selected — city name will be automatically fetched as you specified. In case city name left blank, customer will be prompted to enter city name.
ru_ru: Если доставка доступна только в определенном городе, введите его название, чтобы покупателю не нужно было указывать его при выборе данного способа оплаты — название города будет показано автоматически. Если оставить это поле пустым, покупателю будет предложено ввести название города.

source: Currency
ru_ru: Валюта

source: Round cost of shipping
ru_ru: Округление стоимости доставки

source: Specify the value to which you want to round the calculated cost, eg
ru_ru: Укажите величину, до которой требуется округлять рассчитанную стоимость доставки, например

source: Map settings
ru_ru: Настройки карты

source: Coordinates of map center
ru_ru: Координаты центра карты

source: Specify coordinates of map center separated by comma, eg for Moscow's center —
ru_ru: Укажите координаты центра карты разделенные запятой, например для центра Москвы —

source: Zoom
ru_ru: Масштаб

source: Zoom level. 0-23, eg
ru_ru: Коэффициент масштабирования карты, 0-23, например

source: Route start point
ru_ru: Начальная точка маршрута

source: Spicify coordinates of route start point, eg
ru_ru: Укажите координаты точки, из которой рассчитывается маршрут, например

source: Save coordinates
ru_ru: Сохранить координаты

source: Cancel
ru_ru: Отмена

source: Are you sure?
ru_ru: Вы уверены?

source: Shipment amount
ru_ru: Стоимость заказа

source: Shipping rate
ru_ru: Стоимость

source: Add rate
ru_ru: Добавить тариф

source: Shipping zones
ru_ru: Зоны доставки

source: New shipping zone
ru_ru: Новая зона доставки

source: Delete zone
ru_ru: Удалить зону

source: Zone title
ru_ru: Название

source: Enabled
ru_ru: Включен

source: Zone coordinates
ru_ru: Координаты зоны

source: Format
ru_ru: Формат

source: coordinates_array
ru_ru: массив_координат

source: Rates
ru_ru: Тарифы

source: Distance
ru_ru: Расстояние

source: km
ru_ru: км

source: Fix rate
ru_ru: Фиксированная ставка

source: Cost per km
ru_ru: Цена за км пути

source: Fix rate + cost per km
ru_ru: Фиксированная ставка + цена за км пути

source: Polygon options
ru_ru: Опции зоны

source: Zone additional params
ru_ru: Дополнительные параметры зоны

source: Editor
ru_ru: Редактор

source: Templates
ru_ru: Шаблоны

source: Click on map to start creating polygon. Click on polygon markers to call parameters.
ru_ru: Кликните по карте для создания зоны. Кликните по маркерам зоны для вызова параметров.

source: Rate type
ru_ru: Тип тарифа

source: Zone ID
ru_ru: Идентификатор зоны

source: Enter zone ID or it will be calculated automatically.
ru_ru: Введите идентификатор зоны или он будет установлен как транлитерация от названия

source: No routes found to the specified address
ru_ru: Невозможно проложить маршрут по указанному адресу

source: An error occurred while finding the route to the specified address
ru_ru: Возникла ошибка при прокладке маршрута к указанному адресу

source: Shipping route
ru_ru: Маршрут доставки

source: yes
ru_ru: да

source: Address on map was determined incorrectly
ru_ru: Адрес на карте указан неверно

source: Check if destination point on map was determined incorrectly
ru_ru: Отметьте, если адрес на карте был определен неправильно

source: Specify coordinates of route start point, eg
ru_ru: Укажите координаты точки, из которой прокладывается маршрут, например

source: Route max length
ru_ru: Максимальная длина маршрута

source: Specify maximum length of the route in kilometers.
ru_ru: Укажите максимальную длину маршрута в километрах

source: Calculate cost of shipping
ru_ru: Рассчитать стоимость доставки

source: Clear
ru_ru: Очистить

source: We do not ship to the specified address.
ru_ru: Доставка по указанному адресу не осуществляется

source: Width
ru_ru: Ширина

source: Height
ru_ru: Высота

source: Specify address to calculate shipping cost
ru_ru: Укажите адрес доставки для расчета ее стоимости

source: Left indent
ru_ru: Отступ слева

source: Top indent
ru_ru: Отступ сверху

source: Weight dimension unit
ru_ru: Единица измерения веса

source: kg
ru_ru: кг

source: lbs
ru_ru: фунт

source: Weight
ru_ru: Вес

source: Weight + fix rate
ru_ru: Фиксированная ставка + вес

source: Weight + distance
ru_ru: Расстояние + вес

source: Weight + fix rate + cost per km
ru_ru: Фиксированная ставка + расстояние + вес

source: Show map
ru_ru: Показывать карту
